Repository: pbiering/vdr-plugin-graphlcd
Catalog: po/*.po
Languages: fi_fi, ro_ro

source: JanFebMarAprMayJunJulAugSepOctNovDec
fi_fi: TamHelMaaHuhTouKesHeiEloSyyLokMarJou
ro_ro: IanFebMarAprMaiIunIulAugSepOctNoiDec

source: Music
fi_fi: Musiikki
ro_ro: Muzicã

source: File
fi_fi: Tiedostot
ro_ro: Fiºier

source: Image
fi_fi: Kuvat
ro_ro: Imagine

source: Replay
fi_fi: Toistotila
ro_ro: Redare

source: not in menu
fi_fi: ei valikossa
ro_ro: nu în meniu

source: compressed
fi_fi: pakattu
ro_ro: comprimat

source: medium
fi_fi: keskikokoinen
ro_ro: mediu

source: large
fi_fi: suuri
ro_ro: mare

source: never
fi_fi: ei koskaan
ro_ro: niciodatã

source: once
fi_fi: kerran
ro_ro: odatã

source: always
fi_fi: aina
ro_ro: întotdeauna

source: Plugin active
fi_fi: Laajennos aktiivinen
ro_ro: Plugin activat

source: Show Date/Time
fi_fi: Nٶytٶ pٶivٶmٶٶrٶ/kello
ro_ro: Aratã Data/Ora

source: Show Channel
fi_fi: Nٶytٶ kanava
ro_ro: Aratã canalul

source: Show Logo
fi_fi: Nٶytٶ logo
ro_ro: Aratã logo

source: Show Symbols
fi_fi: Nٶytٶ symbolit
ro_ro: Aratã simboluri

source: Show ET Symbols
fi_fi: Nٶytٶ ET-symbolit
ro_ro: Aratã simboluri externe

source: Show Program
fi_fi: Nٶytٶ ohjelma
ro_ro: Aratã programul

source: Show Timebar
fi_fi: Nٶytٶ aikajana
ro_ro: Aratã linia timp

source: Show Menu
fi_fi: Nٶytٶ valikko
ro_ro: Aratã meniuri

source: Show Messages
fi_fi: Nٶytٶ viestit
ro_ro: Aratã mesaje

source: Show Color Buttons
fi_fi: Nٶytٶ vٶripainikkeet
ro_ro: Aratã butoanele colorate

source: Show Volume
fi_fi: Nٶytٶ ٶٶnenvoimakkuus
ro_ro: Aratã volumul

source: Show free Cards
fi_fi: Nٶytٶ vapaat vastaanottimet
ro_ro: Aratã receptoare libere

source: Identify replay type
fi_fi: Tunnista toistotilan tyyppi
ro_ro: Identificarea tipului redãrii

source: Modify replay string
fi_fi: Muokkaa toistotilan merkkijonoa
ro_ro: Modifica textul redãrii

source: Show Logo on Replay
fi_fi: Nٶytٶ logo toistotilassa
ro_ro: Aratã logo în timpul redãrii

source: Scroll text lines
fi_fi: Vieritٶ tekstirivejٶ
ro_ro: Deruleazã liniile text

source: Scroll speed
fi_fi: Vieritysnopeus
ro_ro: Viteza derulãrii

source: Scroll time interval
fi_fi: Vierityksen pٶivitysvٶli
ro_ro: Interval derulare

source: Brightness on user activity
ro_ro: Luminozitate la utilizare

source: Brightness on user inactivity
ro_ro: Luminozitate la inactivitate

source: Brightness delay [s]
ro_ro: Limita luminozitate

source: Unknown title
fi_fi: Tuntematon nimi
ro_ro: Titlu necunoscut

source: auto
fi_fi: automaattinen
